[
{"link": "/dataset/zip-code-tabulation-areas-locale-assignments", "body": {"title": "Zip Code Tabulation Areas Locale Assignments", "paragraph": "The ZCTA locale file is a table of NCES locale assignments applied to the Zip Code Tabulation Areas (ZCTAs) included in the Census Bureau’s TIGER/Line boundaries. It provides a way to assign NCES locale indicators to files that include a ZIP Code but do not include other street-level address information needed to make an assignment based on point location. ZCTAs are approximations of U.S. Postal Service (USPS) 5-digit ZIP Code service areas that the Census Bureau creates using census blocks to present statistical data from censuses and surveys. The ZCTA locale assignments are based on NCES locale boundaries and reflect the locale that accounts for the largest areal proportion of the ZCTA."}},
{"link": "/dataset/yearly-statistical-beer-data-by-state-2007-2016", "body": {"title": "Yearly Statistical - Beer Data by State (2007-2016)", "paragraph": "Yearly statistical - beer data by state (2007-2016)"}},
{"link": "/dataset/light-duty-automotive-technology-carbon-dioxide-emissions-and-fuel-economy-trends-data-5ff55", "body": {"title": "The EPA Automotive Trends Report: Greenhouse Gas Emissions, Fuel Economy, and Technology since 1975", "paragraph": "This annual report is part of the U.S. Environmental Protection Agency’s (EPA) commitment to provide the public with information about new light-duty vehicle greenhouse gas (GHG) emissions, fuel economy, technology data, and auto manufacturers' performance in meeting the agency’s GHG emissions standards. EPA has collected data on every new light-duty vehicle model sold in the United States since 1975, either from testing performed by EPA at the National Vehicle and Fuel Emissions Laboratory in Ann Arbor, Michigan, or directly from manufacturers using official EPA test procedures. These data are collected to support several important national programs, including EPA criteria pollutant and GHG standards, the U.S. Department of Transportation’s National Highway Traffic Safety Administration (NHTSA) Corporate Average Fuel Economy (CAFE) standards, and vehicle Fuel Economy and Environment labels. The downloadable data are available in the report PDF or spreadsheet (XLS) formats."}},
{"link": "/dataset/u-s-hourly-precipitation-data", "body": {"title": "U.S. Hourly Precipitation Data", "paragraph": "Hourly Precipitation Data (HPD) is digital data set DSI-3240, archived at the National Climatic Data Center (NCDC). The primary source of data for this file is approximately 5,500 US National Weather Service (NWS), Federal Aviation Administration (FAA), and cooperative observer stations in the United States of America, Puerto Rico, the US Virgin Islands, and various Pacific Islands. The earliest data dates vary considerably by state and region: Maine, Pennsylvania, and Texas have data since 1900. The western Pacific region that includes Guam, American Samoa, Marshall Islands, Micronesia, and Palau have data since 1978. Other states and regions have earliest dates between those extremes. The latest data in all states and regions is from the present day. The major parameter in DSI-3240 is precipitation amounts, which are measurements of hourly or daily precipitation accumulation. Accumulation was for longer periods of time if for any reason the rain gauge was out of service or no observer was present. DSI 3240_01 contains data grouped by state; DSI 3240_02 contains data grouped by year."}},
{"link": "/dataset/sba-public-datasets", "body": {"title": "SBA Public Datasets", "paragraph": "Provides a list of all the datasets available in the Public Data Inventory for the Small Business Administration."}},
{"link": "/dataset/allegheny-county-sheriff-sales", "body": {"title": "Allegheny County Sheriff Sales", "paragraph": "List of properties up for auction at a Sheriff Sale. Datasets labeled \"Current\" contain this month's postings, while those labeled \"Archive\" contain a running list of all postings uploaded to the WPRDC."}},
{"link": "/dataset/pittsburgh-neighborhoods-map", "body": {"title": "Pittsburgh Neighborhoods Map", "paragraph": "Allows users to look up City of Pittsburgh Neighborhoods"}},
{"link": "/dataset/national-inventory-of-dams", "body": {"title": "National Inventory of Dams", "paragraph": "The National Inventory of Dams (NID) is a congressionally authorized database documenting dams in the United Staets and its territories. It is maintained and published by the US Army Corps of Engineers. It contains information about a dam's location, size, purpose, type, last inspection and regulatory facts. More information can be found at"}},
{"link": "/dataset/water-column-sonar-data-collection", "body": {"title": "Water Column Sonar Data Collection", "paragraph": "The collection and analysis of water column sonar data is a relatively new avenue of research into the marine environment. Primary uses include assessing biological abundance, species identification,and habitat characterization. It is also useful for evaluating underwater gas seeps, characterizing the seafloor and bathymetry. The goals of this collection are to archive water column sonar data collected on NOAA, academic and international fleets, and to make the data available to researchers and the public around the world."}},
{"link": "/dataset/global-forecast-system-gfs-0-5-deg", "body": {"title": "Global Forecast System (GFS) [0.5 Deg.]", "paragraph": "The Global Forecast System (GFS) is a weather forecast model produced by the National Centers for Environmental Prediction (NCEP). Dozens of atmospheric and land-soil variables are available through this dataset, from temperatures, winds, and precipitation to soil moisture and atmospheric ozone concentration. The entire globe is covered by the GFS at a base horizontal resolution of 18 miles (28 kilometers) between grid points, which is used by the operational forecasters who predict weather out to 16 days in the future. Horizontal resolution drops to 44 miles (70 kilometers) between grid point for forecasts between one week and two weeks. The GFS model is a coupled model, composed of four separate models (an atmosphere model, an ocean model, a land/soil model, and a sea ice model), which work together to provide an accurate picture of weather conditions. Changes are regularly made to the GFS model to improve its performance and forecast accuracy. This dataset is run four times daily at 00z, 06z, 12z and 18z out to 192 hours with a 0.5 degree horizontal resolution and a 3 hour temporal resolution."}},
{"link": "/dataset/local-weather-archive", "body": {"title": "Local Weather Archive", "paragraph": "Pull weather data as collected at Raleigh-Durham International Airport by NOAA.This dataset contains Raleigh Durham International Airport weather data pulled from the NOAA web service described at:"}},
{"link": "/dataset/federal-student-loan-program-data", "body": {"title": "Federal Student Loan Program Data", "paragraph": "Provides recipient and disbursement information each quarter for the Direct Loan and Federal Family Education Loan Programs by postsecondary school."}},
{"link": "/dataset/allegheny-county-property-sale-transactions", "body": {"title": "Allegheny County Property Sale Transactions", "paragraph": "This dataset contains data on all Real Property parcels that have sold since 2013 in Allegheny County, PA."}},
{"link": "/dataset/noaa-next-generation-radar-nexrad-products", "body": {"title": "NOAA NEXt-Generation RADar (NEXRAD) Products", "paragraph": "This dataset consists of Level III weather radar products collected from Next-Generation Radar (NEXRAD) stations located in the contiguous United States, Alaska, Hawaii, U.S. territories and at military base sites. NEXRAD is a network of 160 high-resolution Doppler weather radars operated by the NOAA National Weather Service (NWS), the Federal Aviation Administration (FAA), and the U.S. Air Force (USAF). Doppler radars detect atmospheric precipitation and winds, which allow scientists to track and anticipate weather events, such as rain, ice pellets, snow, hail, and tornadoes, as well as some non-weather objects like birds and insects. NEXRAD stations use the Weather Surveillance Radar - 1988, Doppler (WSR-88D) system. This is a 10 cm wavelength (S-Band) radar that operates at a frequency between 2,700 and 3,000 MHz. The radar system operates in two basic modes: a slow-scanning Clear Air Mode (Mode B) for analyzing air movements when there is little or no precipitation activity in the area, and a Precipitation Mode (Mode A) with a faster scan for tracking active weather. The two modes employ nine Volume Coverage Patterns (VCPs) to adequately sample the atmosphere based on weather conditions. A VCP is a series of 360 degree sweeps of the antenna at pre-determined elevation angles and pulse repetition frequencies completed in a specified period of time. The radar scan times 4.5, 5, 6 or 10 minutes depending on the selected VCP. During 2008, the WSR-88D radars were upgraded to produce increased spatial resolution data, called Super Resolution. The earlier Legacy Resolution data provides radar reflectivity at 1.0 degree azimuthal by 1 km range gate resolution to a range of 460 km, and Doppler velocity and spectrum width at 1.0 degree azimuthal by 250 m range gate resolution to a range of 230 km. The upgraded Super Resolution data provides radar reflectivity at 0.5 degree azimuthal by 250 m range gate resolution to a range of 460 km, and Doppler velocity and spectrum width at 0.5 degree azimuthal by 250 m range gate resolution to a range of 300 km. Super resolution makes a compromise of slightly decreased noise reduction for a large gain in resolution. In 2010, the deployment of the Dual Polarization (Dual Pol) capability to NEXRAD sites began with the first operational Dual Pol radar in May 2011. Dual Pol radar capability adds vertical polarization to the previous horizontal radar waves, in order to more accurately discern the return signal. This allows the radar to better distinguish between types of precipitation (e.g., rain, hail and snow), improves rainfall estimates, improves data retrieval in mountainous terrain, and aids in removal of non-weather artifacts. The NEXRAD products are divided in two data processing levels. The lower Level II data are base products at original resolution. Level II data are recorded at all NWS and most USAF and FAA WSR-88D sites. From the Level II quantities, computer processing generates numerous meteorological analysis Level III products. The Level III data consists of reduced resolution, low-bandwidth, base products as well as many derived, post-processed products. Level III products are recorded at most U.S. sites, though non-US sites do not have Level III products. There are over 40 Level III products available from the NCDC. General products for Level III include the base and composite reflectivity, storm relative velocity, vertical integrated liquid, echo tops and VAD wind profile. Precipitation products for Level III include estimated ground accumulated rainfall amounts for one and three hour periods, storm totals, and digital arrays. Estimates are based on reflectivity to rainfall rate (Z-R) relationships. Overlay products for Level III are alphanumeric data that give detailed information on certain parameters for an identified storm cell. These include storm structure, hail index, mesocyclone identification, tornadic vortex signature, and storm tracking information. Radar messages for Level III are sent by the radar site to users in order to know more about the radar status and special product data. NEXRAD data are provided to the NOAA National Climatic Data Center for archiving and dissemination to users. Data coverage varies by station and ranges from May 1992 to 1 day from present. Most stations began observing in the mid-1990s, and most period of records are continuous."}},
{"link": "/dataset/accidental-drug-related-deaths-january-2012-sept-2015", "body": {"title": "Accidental Drug Related Deaths 2012-2018", "paragraph": "A listing of each accidental death associated with drug overdose in Connecticut from 2012 to 2018. A \"Y\" value under the different substance columns indicates that particular substance was detected."}},
{"link": "/dataset/dynamic-small-business-search-dsbs-025a1", "body": {"title": "Dynamic Small Business Search (DSBS)", "paragraph": "The Small Business Administration maintains the Dynamic Small Business Search (DSBS) database. As a small business registers in the System for Award Management, there is an opportunity to fill out the small business profile. The information provided populates DSBS. DSBS is another tool contracting officers use to identify potential small business contractors for upcoming contracting opportunities. Small businesses can also use DSBS to identify other small businesses for teaming and joint venturing."}},
{"link": "/dataset/unspsc-codes", "body": {"title": "UNSPSC Codes", "paragraph": "The United Nations Standard Products and Services Code (UNSPSC) is a hierarchical convention that is used to classify all products and services."}},
{"link": "/dataset/global-surface-summary-of-the-day-gsod", "body": {"title": "Global Surface Summary of the Day - GSOD", "paragraph": "Global Surface Summary of the Day is derived from The Integrated Surface Hourly (ISH) dataset. The ISH dataset includes global data obtained from the USAF Climatology Center, located in the Federal Climate Complex with NCDC. The latest daily summary data are normally available 1-2 days after the date-time of the observations used in the daily summaries. The online data files begin with 1929 and are at the time of this writing at the Version 8 software level. Over 9000 stations' data are typically available. The daily elements included in the dataset (as available from each station) are: Mean temperature (.1 Fahrenheit) Mean dew point (.1 Fahrenheit) Mean sea level pressure (.1 mb) Mean station pressure (.1 mb) Mean visibility (.1 miles) Mean wind speed (.1 knots) Maximum sustained wind speed (.1 knots) Maximum wind gust (.1 knots) Maximum temperature (.1 Fahrenheit) Minimum temperature (.1 Fahrenheit) Precipitation amount (.01 inches) Snow depth (.1 inches) Indicator for occurrence of: Fog, Rain or Drizzle, Snow or Ice Pellets, Hail, Thunder, Tornado/Funnel Cloud Global summary of day data for 18 surface meteorological elements are derived from the synoptic/hourly observations contained in USAF DATSAV3 Surface data and Federal Climate Complex Integrated Surface Hourly (ISH). Historical data are generally available for 1929 to the present, with data from 1973 to the present being the most complete. For some periods, one or more countries' data may not be available due to data restrictions or communications problems. In deriving the summary of day data, a minimum of 4 observations for the day must be present (allows for stations which report 4 synoptic observations/day). Since the data are converted to constant units (e.g, knots), slight rounding error from the originally reported values may occur (e.g, 9.9 instead of 10.0). The mean daily values described below are based on the hours of operation for the station. For some stations/countries, the visibility will sometimes 'cluster' around a value (such as 10 miles) due to the practice of not reporting visibilities greater than certain distances. The daily extremes and totals--maximum wind gust, precipitation amount, and snow depth--will only appear if the station reports the data sufficiently to provide a valid value. Therefore, these three elements will appear less frequently than other values. Also, these elements are derived from the stations' reports during the day, and may comprise a 24-hour period which includes a portion of the previous day. The data are reported and summarized based on Greenwich Mean Time (GMT, 0000Z - 2359Z) since the original synoptic/hourly data are reported and based on GMT."}},
{"link": "/dataset/ncdc-storm-events-database", "body": {"title": "NCDC Storm Events Database", "paragraph": "Storm Data is provided by the National Weather Service (NWS) and contain statistics on personal injuries and damage estimates. Storm Data covers the United States of America. The data began as early as 1950 through to the present, updated monthly with up to a 120 day delay possible. NCDC Storm Event database allows users to find various types of storms recorded by county, or use other selection criteria as desired. The data contain a chronological listing, by state, of hurricanes, tornadoes, thunderstorms, hail, floods, drought conditions, lightning, high winds, snow, temperature extremes and other weather phenomena."}},
{"link": "/dataset/ncep-north-american-regional-reanalysis-narr-for-1979-to-present", "body": {"title": "NCEP North American Regional Reanalysis (NARR), for 1979 to Present", "paragraph": "The North America Regional Reanalysis (NARR) Project is a reanalysis of historical observations using a 32-km version of the National Centers for Environmental Prediction (NCEP) 1993 operational ETA model and ETA data assimilation system (EDAS). The objective is to create a long-term set of consistent climate data on a regional scale for the North American domain. The domain of analyses includes North and Central America as well as small parts of the United Kingdom, Eastern Asia, South America, and areas of the Pacific and Atlantic Oceans. The period of the reanalyses is from October 1978 to the present and analyses were made 8 times daily (3 hour intervals). Horizontal boundary conditions are derived from the NCEP/DOE Global Reanalysis. Advantages over the widely used NCEP/NCAR Reanalysis (180 km) are its higher spatial and temporal resolutions (32 km grid, 45 vertical layers, every three hours) and better treatment of the land surface. This is achieved through the use of a better land-surface model (Noah LSM), the assimilation of more observational data (precipitation, upper air and surface winds), and through a better representation of the terrain (heights, vegetation, soil type). This data set contains \"conventional\" atmospheric analyses as well as model-derived fields that contain estimates of subsurface, surface, and radiative properties. This data set is encoded in WMO GRIB format version 1 using the NCEP GRIB table 131. The model used a native, \"E-grid\" for its calculations, however data were interpolated to a Lambert Conformal Conic projection, also known as NAM 221 AWIPS Grid - High Resolution North American Master Grid (32-km Resolution). All vector components are earth relative rather than grids relative which is the convention for operational NCEP model. The list of fields produced by the NARR ETA model differ from the operational ETA model. NARR data files that are compatible with the Grid Analysis and Display System (GrADS) are available."}},
{"link": "/dataset/zip-code-tabulation-areas-locale-assignments", "body": {"title": "Zip Code Tabulation Areas Locale Assignments", "paragraph": "The ZCTA locale file is a table of NCES locale assignments applied to the Zip Code Tabulation Areas (ZCTAs) included in the Census Bureau’s TIGER/Line boundaries. It provides a way to assign NCES locale indicators to files that include a ZIP Code but do not include other street-level address information needed to make an assignment based on point location. ZCTAs are approximations of U.S. Postal Service (USPS) 5-digit ZIP Code service areas that the Census Bureau creates using census blocks to present statistical data from censuses and surveys. The ZCTA locale assignments are based on NCES locale boundaries and reflect the locale that accounts for the largest areal proportion of the ZCTA."}},
{"link": "/dataset/light-duty-automotive-technology-carbon-dioxide-emissions-and-fuel-economy-trends-data-5ff55", "body": {"title": "The EPA Automotive Trends Report: Greenhouse Gas Emissions, Fuel Economy, and Technology since 1975", "paragraph": "This annual report is part of the U.S. Environmental Protection Agency’s (EPA) commitment to provide the public with information about new light-duty vehicle greenhouse gas (GHG) emissions, fuel economy, technology data, and auto manufacturers' performance in meeting the agency’s GHG emissions standards. EPA has collected data on every new light-duty vehicle model sold in the United States since 1975, either from testing performed by EPA at the National Vehicle and Fuel Emissions Laboratory in Ann Arbor, Michigan, or directly from manufacturers using official EPA test procedures. These data are collected to support several important national programs, including EPA criteria pollutant and GHG standards, the U.S. Department of Transportation’s National Highway Traffic Safety Administration (NHTSA) Corporate Average Fuel Economy (CAFE) standards, and vehicle Fuel Economy and Environment labels. The downloadable data are available in the report PDF or spreadsheet (XLS) formats."}},
{"link": "/dataset/u-s-hourly-precipitation-data", "body": {"title": "U.S. Hourly Precipitation Data", "paragraph": "Hourly Precipitation Data (HPD) is digital data set DSI-3240, archived at the National Climatic Data Center (NCDC). The primary source of data for this file is approximately 5,500 US National Weather Service (NWS), Federal Aviation Administration (FAA), and cooperative observer stations in the United States of America, Puerto Rico, the US Virgin Islands, and various Pacific Islands. The earliest data dates vary considerably by state and region: Maine, Pennsylvania, and Texas have data since 1900. The western Pacific region that includes Guam, American Samoa, Marshall Islands, Micronesia, and Palau have data since 1978. Other states and regions have earliest dates between those extremes. The latest data in all states and regions is from the present day. The major parameter in DSI-3240 is precipitation amounts, which are measurements of hourly or daily precipitation accumulation. Accumulation was for longer periods of time if for any reason the rain gauge was out of service or no observer was present. DSI 3240_01 contains data grouped by state; DSI 3240_02 contains data grouped by year."}},
{"link": "/dataset/yearly-statistical-beer-data-by-state-2007-2016", "body": {"title": "Yearly Statistical - Beer Data by State (2007-2016)", "paragraph": "Yearly statistical - beer data by state (2007-2016)"}},
{"link": "/dataset/sba-public-datasets", "body": {"title": "SBA Public Datasets", "paragraph": "Provides a list of all the datasets available in the Public Data Inventory for the Small Business Administration."}},
{"link": "/dataset/national-inventory-of-dams", "body": {"title": "National Inventory of Dams", "paragraph": "The National Inventory of Dams (NID) is a congressionally authorized database documenting dams in the United Staets and its territories. It is maintained and published by the US Army Corps of Engineers. It contains information about a dam's location, size, purpose, type, last inspection and regulatory facts. More information can be found at"}},
{"link": "/dataset/pittsburgh-neighborhoods-map", "body": {"title": "Pittsburgh Neighborhoods Map", "paragraph": "Allows users to look up City of Pittsburgh Neighborhoods"}},
{"link": "/dataset/global-forecast-system-gfs-0-5-deg", "body": {"title": "Global Forecast System (GFS) [0.5 Deg.]", "paragraph": "The Global Forecast System (GFS) is a weather forecast model produced by the National Centers for Environmental Prediction (NCEP). Dozens of atmospheric and land-soil variables are available through this dataset, from temperatures, winds, and precipitation to soil moisture and atmospheric ozone concentration. The entire globe is covered by the GFS at a base horizontal resolution of 18 miles (28 kilometers) between grid points, which is used by the operational forecasters who predict weather out to 16 days in the future. Horizontal resolution drops to 44 miles (70 kilometers) between grid point for forecasts between one week and two weeks. The GFS model is a coupled model, composed of four separate models (an atmosphere model, an ocean model, a land/soil model, and a sea ice model), which work together to provide an accurate picture of weather conditions. Changes are regularly made to the GFS model to improve its performance and forecast accuracy. This dataset is run four times daily at 00z, 06z, 12z and 18z out to 192 hours with a 0.5 degree horizontal resolution and a 3 hour temporal resolution."}},
{"link": "/dataset/allegheny-county-sheriff-sales", "body": {"title": "Allegheny County Sheriff Sales", "paragraph": "List of properties up for auction at a Sheriff Sale. Datasets labeled \"Current\" contain this month's postings, while those labeled \"Archive\" contain a running list of all postings uploaded to the WPRDC."}},
{"link": "/dataset/allegheny-county-property-sale-transactions", "body": {"title": "Allegheny County Property Sale Transactions", "paragraph": "This dataset contains data on all Real Property parcels that have sold since 2013 in Allegheny County, PA."}},
{"link": "/dataset/water-column-sonar-data-collection", "body": {"title": "Water Column Sonar Data Collection", "paragraph": "The collection and analysis of water column sonar data is a relatively new avenue of research into the marine environment. Primary uses include assessing biological abundance, species identification,and habitat characterization. It is also useful for evaluating underwater gas seeps, characterizing the seafloor and bathymetry. The goals of this collection are to archive water column sonar data collected on NOAA, academic and international fleets, and to make the data available to researchers and the public around the world."}},
{"link": "/dataset/local-weather-archive", "body": {"title": "Local Weather Archive", "paragraph": "Pull weather data as collected at Raleigh-Durham International Airport by NOAA.This dataset contains Raleigh Durham International Airport weather data pulled from the NOAA web service described at:"}},
{"link": "/dataset/federal-student-loan-program-data", "body": {"title": "Federal Student Loan Program Data", "paragraph": "Provides recipient and disbursement information each quarter for the Direct Loan and Federal Family Education Loan Programs by postsecondary school."}},
{"link": "/dataset/accidental-drug-related-deaths-january-2012-sept-2015", "body": {"title": "Accidental Drug Related Deaths 2012-2018", "paragraph": "A listing of each accidental death associated with drug overdose in Connecticut from 2012 to 2018. A \"Y\" value under the different substance columns indicates that particular substance was detected."}},
{"link": "/dataset/dynamic-small-business-search-dsbs-025a1", "body": {"title": "Dynamic Small Business Search (DSBS)", "paragraph": "The Small Business Administration maintains the Dynamic Small Business Search (DSBS) database. As a small business registers in the System for Award Management, there is an opportunity to fill out the small business profile. The information provided populates DSBS. DSBS is another tool contracting officers use to identify potential small business contractors for upcoming contracting opportunities. Small businesses can also use DSBS to identify other small businesses for teaming and joint venturing."}},
{"link": "/dataset/unspsc-codes", "body": {"title": "UNSPSC Codes", "paragraph": "The United Nations Standard Products and Services Code (UNSPSC) is a hierarchical convention that is used to classify all products and services."}},
{"link": "/dataset/noaa-next-generation-radar-nexrad-products", "body": {"title": "NOAA NEXt-Generation RADar (NEXRAD) Products", "paragraph": "This dataset consists of Level III weather radar products collected from Next-Generation Radar (NEXRAD) stations located in the contiguous United States, Alaska, Hawaii, U.S. territories and at military base sites. NEXRAD is a network of 160 high-resolution Doppler weather radars operated by the NOAA National Weather Service (NWS), the Federal Aviation Administration (FAA), and the U.S. Air Force (USAF). Doppler radars detect atmospheric precipitation and winds, which allow scientists to track and anticipate weather events, such as rain, ice pellets, snow, hail, and tornadoes, as well as some non-weather objects like birds and insects. NEXRAD stations use the Weather Surveillance Radar - 1988, Doppler (WSR-88D) system. This is a 10 cm wavelength (S-Band) radar that operates at a frequency between 2,700 and 3,000 MHz. The radar system operates in two basic modes: a slow-scanning Clear Air Mode (Mode B) for analyzing air movements when there is little or no precipitation activity in the area, and a Precipitation Mode (Mode A) with a faster scan for tracking active weather. The two modes employ nine Volume Coverage Patterns (VCPs) to adequately sample the atmosphere based on weather conditions. A VCP is a series of 360 degree sweeps of the antenna at pre-determined elevation angles and pulse repetition frequencies completed in a specified period of time. The radar scan times 4.5, 5, 6 or 10 minutes depending on the selected VCP. During 2008, the WSR-88D radars were upgraded to produce increased spatial resolution data, called Super Resolution. The earlier Legacy Resolution data provides radar reflectivity at 1.0 degree azimuthal by 1 km range gate resolution to a range of 460 km, and Doppler velocity and spectrum width at 1.0 degree azimuthal by 250 m range gate resolution to a range of 230 km. The upgraded Super Resolution data provides radar reflectivity at 0.5 degree azimuthal by 250 m range gate resolution to a range of 460 km, and Doppler velocity and spectrum width at 0.5 degree azimuthal by 250 m range gate resolution to a range of 300 km. Super resolution makes a compromise of slightly decreased noise reduction for a large gain in resolution. In 2010, the deployment of the Dual Polarization (Dual Pol) capability to NEXRAD sites began with the first operational Dual Pol radar in May 2011. Dual Pol radar capability adds vertical polarization to the previous horizontal radar waves, in order to more accurately discern the return signal. This allows the radar to better distinguish between types of precipitation (e.g., rain, hail and snow), improves rainfall estimates, improves data retrieval in mountainous terrain, and aids in removal of non-weather artifacts. The NEXRAD products are divided in two data processing levels. The lower Level II data are base products at original resolution. Level II data are recorded at all NWS and most USAF and FAA WSR-88D sites. From the Level II quantities, computer processing generates numerous meteorological analysis Level III products. The Level III data consists of reduced resolution, low-bandwidth, base products as well as many derived, post-processed products. Level III products are recorded at most U.S. sites, though non-US sites do not have Level III products. There are over 40 Level III products available from the NCDC. General products for Level III include the base and composite reflectivity, storm relative velocity, vertical integrated liquid, echo tops and VAD wind profile. Precipitation products for Level III include estimated ground accumulated rainfall amounts for one and three hour periods, storm totals, and digital arrays. Estimates are based on reflectivity to rainfall rate (Z-R) relationships. Overlay products for Level III are alphanumeric data that give detailed information on certain parameters for an identified storm cell. These include storm structure, hail index, mesocyclone identification, tornadic vortex signature, and storm tracking information. Radar messages for Level III are sent by the radar site to users in order to know more about the radar status and special product data. NEXRAD data are provided to the NOAA National Climatic Data Center for archiving and dissemination to users. Data coverage varies by station and ranges from May 1992 to 1 day from present. Most stations began observing in the mid-1990s, and most period of records are continuous."}},
{"link": "/dataset/ncdc-storm-events-database", "body": {"title": "NCDC Storm Events Database", "paragraph": "Storm Data is provided by the National Weather Service (NWS) and contain statistics on personal injuries and damage estimates. Storm Data covers the United States of America. The data began as early as 1950 through to the present, updated monthly with up to a 120 day delay possible. NCDC Storm Event database allows users to find various types of storms recorded by county, or use other selection criteria as desired. The data contain a chronological listing, by state, of hurricanes, tornadoes, thunderstorms, hail, floods, drought conditions, lightning, high winds, snow, temperature extremes and other weather phenomena."}},
{"link": "/dataset/global-surface-summary-of-the-day-gsod", "body": {"title": "Global Surface Summary of the Day - GSOD", "paragraph": "Global Surface Summary of the Day is derived from The Integrated Surface Hourly (ISH) dataset. The ISH dataset includes global data obtained from the USAF Climatology Center, located in the Federal Climate Complex with NCDC. The latest daily summary data are normally available 1-2 days after the date-time of the observations used in the daily summaries. The online data files begin with 1929 and are at the time of this writing at the Version 8 software level. Over 9000 stations' data are typically available. The daily elements included in the dataset (as available from each station) are: Mean temperature (.1 Fahrenheit) Mean dew point (.1 Fahrenheit) Mean sea level pressure (.1 mb) Mean station pressure (.1 mb) Mean visibility (.1 miles) Mean wind speed (.1 knots) Maximum sustained wind speed (.1 knots) Maximum wind gust (.1 knots) Maximum temperature (.1 Fahrenheit) Minimum temperature (.1 Fahrenheit) Precipitation amount (.01 inches) Snow depth (.1 inches) Indicator for occurrence of: Fog, Rain or Drizzle, Snow or Ice Pellets, Hail, Thunder, Tornado/Funnel Cloud Global summary of day data for 18 surface meteorological elements are derived from the synoptic/hourly observations contained in USAF DATSAV3 Surface data and Federal Climate Complex Integrated Surface Hourly (ISH). Historical data are generally available for 1929 to the present, with data from 1973 to the present being the most complete. For some periods, one or more countries' data may not be available due to data restrictions or communications problems. In deriving the summary of day data, a minimum of 4 observations for the day must be present (allows for stations which report 4 synoptic observations/day). Since the data are converted to constant units (e.g, knots), slight rounding error from the originally reported values may occur (e.g, 9.9 instead of 10.0). The mean daily values described below are based on the hours of operation for the station. For some stations/countries, the visibility will sometimes 'cluster' around a value (such as 10 miles) due to the practice of not reporting visibilities greater than certain distances. The daily extremes and totals--maximum wind gust, precipitation amount, and snow depth--will only appear if the station reports the data sufficiently to provide a valid value. Therefore, these three elements will appear less frequently than other values. Also, these elements are derived from the stations' reports during the day, and may comprise a 24-hour period which includes a portion of the previous day. The data are reported and summarized based on Greenwich Mean Time (GMT, 0000Z - 2359Z) since the original synoptic/hourly data are reported and based on GMT."}},
{"link": "/dataset/ncep-north-american-regional-reanalysis-narr-for-1979-to-present", "body": {"title": "NCEP North American Regional Reanalysis (NARR), for 1979 to Present", "paragraph": "The North America Regional Reanalysis (NARR) Project is a reanalysis of historical observations using a 32-km version of the National Centers for Environmental Prediction (NCEP) 1993 operational ETA model and ETA data assimilation system (EDAS). The objective is to create a long-term set of consistent climate data on a regional scale for the North American domain. The domain of analyses includes North and Central America as well as small parts of the United Kingdom, Eastern Asia, South America, and areas of the Pacific and Atlantic Oceans. The period of the reanalyses is from October 1978 to the present and analyses were made 8 times daily (3 hour intervals). Horizontal boundary conditions are derived from the NCEP/DOE Global Reanalysis. Advantages over the widely used NCEP/NCAR Reanalysis (180 km) are its higher spatial and temporal resolutions (32 km grid, 45 vertical layers, every three hours) and better treatment of the land surface. This is achieved through the use of a better land-surface model (Noah LSM), the assimilation of more observational data (precipitation, upper air and surface winds), and through a better representation of the terrain (heights, vegetation, soil type). This data set contains \"conventional\" atmospheric analyses as well as model-derived fields that contain estimates of subsurface, surface, and radiative properties. This data set is encoded in WMO GRIB format version 1 using the NCEP GRIB table 131. The model used a native, \"E-grid\" for its calculations, however data were interpolated to a Lambert Conformal Conic projection, also known as NAM 221 AWIPS Grid - High Resolution North American Master Grid (32-km Resolution). All vector components are earth relative rather than grids relative which is the convention for operational NCEP model. The list of fields produced by the NARR ETA model differ from the operational ETA model. NARR data files that are compatible with the Grid Analysis and Display System (GrADS) are available."}},
{"link": "/dataset/u-s-hourly-precipitation-data", "body": {"title": "U.S. Hourly Precipitation Data", "paragraph": "Hourly Precipitation Data (HPD) is digital data set DSI-3240, archived at the National Climatic Data Center (NCDC). The primary source of data for this file is approximately 5,500 US National Weather Service (NWS), Federal Aviation Administration (FAA), and cooperative observer stations in the United States of America, Puerto Rico, the US Virgin Islands, and various Pacific Islands. The earliest data dates vary considerably by state and region: Maine, Pennsylvania, and Texas have data since 1900. The western Pacific region that includes Guam, American Samoa, Marshall Islands, Micronesia, and Palau have data since 1978. Other states and regions have earliest dates between those extremes. The latest data in all states and regions is from the present day. The major parameter in DSI-3240 is precipitation amounts, which are measurements of hourly or daily precipitation accumulation. Accumulation was for longer periods of time if for any reason the rain gauge was out of service or no observer was present. DSI 3240_01 contains data grouped by state; DSI 3240_02 contains data grouped by year."}},
{"link": "/dataset/light-duty-automotive-technology-carbon-dioxide-emissions-and-fuel-economy-trends-data-5ff55", "body": {"title": "The EPA Automotive Trends Report: Greenhouse Gas Emissions, Fuel Economy, and Technology since 1975", "paragraph": "This annual report is part of the U.S. Environmental Protection Agency’s (EPA) commitment to provide the public with information about new light-duty vehicle greenhouse gas (GHG) emissions, fuel economy, technology data, and auto manufacturers' performance in meeting the agency’s GHG emissions standards. EPA has collected data on every new light-duty vehicle model sold in the United States since 1975, either from testing performed by EPA at the National Vehicle and Fuel Emissions Laboratory in Ann Arbor, Michigan, or directly from manufacturers using official EPA test procedures. These data are collected to support several important national programs, including EPA criteria pollutant and GHG standards, the U.S. Department of Transportation’s National Highway Traffic Safety Administration (NHTSA) Corporate Average Fuel Economy (CAFE) standards, and vehicle Fuel Economy and Environment labels. The downloadable data are available in the report PDF or spreadsheet (XLS) formats."}},
{"link": "/dataset/local-weather-archive", "body": {"title": "Local Weather Archive", "paragraph": "Pull weather data as collected at Raleigh-Durham International Airport by NOAA.This dataset contains Raleigh Durham International Airport weather data pulled from the NOAA web service described at:"}},
{"link": "/dataset/yearly-statistical-beer-data-by-state-2007-2016", "body": {"title": "Yearly Statistical - Beer Data by State (2007-2016)", "paragraph": "Yearly statistical - beer data by state (2007-2016)"}},
{"link": "/dataset/zip-code-tabulation-areas-locale-assignments", "body": {"title": "Zip Code Tabulation Areas Locale Assignments", "paragraph": "The ZCTA locale file is a table of NCES locale assignments applied to the Zip Code Tabulation Areas (ZCTAs) included in the Census Bureau’s TIGER/Line boundaries. It provides a way to assign NCES locale indicators to files that include a ZIP Code but do not include other street-level address information needed to make an assignment based on point location. ZCTAs are approximations of U.S. Postal Service (USPS) 5-digit ZIP Code service areas that the Census Bureau creates using census blocks to present statistical data from censuses and surveys. The ZCTA locale assignments are based on NCES locale boundaries and reflect the locale that accounts for the largest areal proportion of the ZCTA."}},
{"link": "/dataset/sba-public-datasets", "body": {"title": "SBA Public Datasets", "paragraph": "Provides a list of all the datasets available in the Public Data Inventory for the Small Business Administration."}},
{"link": "/dataset/global-forecast-system-gfs-0-5-deg", "body": {"title": "Global Forecast System (GFS) [0.5 Deg.]", "paragraph": "The Global Forecast System (GFS) is a weather forecast model produced by the National Centers for Environmental Prediction (NCEP). Dozens of atmospheric and land-soil variables are available through this dataset, from temperatures, winds, and precipitation to soil moisture and atmospheric ozone concentration. The entire globe is covered by the GFS at a base horizontal resolution of 18 miles (28 kilometers) between grid points, which is used by the operational forecasters who predict weather out to 16 days in the future. Horizontal resolution drops to 44 miles (70 kilometers) between grid point for forecasts between one week and two weeks. The GFS model is a coupled model, composed of four separate models (an atmosphere model, an ocean model, a land/soil model, and a sea ice model), which work together to provide an accurate picture of weather conditions. Changes are regularly made to the GFS model to improve its performance and forecast accuracy. This dataset is run four times daily at 00z, 06z, 12z and 18z out to 192 hours with a 0.5 degree horizontal resolution and a 3 hour temporal resolution."}},
{"link": "/dataset/allegheny-county-sheriff-sales", "body": {"title": "Allegheny County Sheriff Sales", "paragraph": "List of properties up for auction at a Sheriff Sale. Datasets labeled \"Current\" contain this month's postings, while those labeled \"Archive\" contain a running list of all postings uploaded to the WPRDC."}},
{"link": "/dataset/pittsburgh-neighborhoods-map", "body": {"title": "Pittsburgh Neighborhoods Map", "paragraph": "Allows users to look up City of Pittsburgh Neighborhoods"}},
{"link": "/dataset/national-inventory-of-dams", "body": {"title": "National Inventory of Dams", "paragraph": "The National Inventory of Dams (NID) is a congressionally authorized database documenting dams in the United Staets and its territories. It is maintained and published by the US Army Corps of Engineers. It contains information about a dam's location, size, purpose, type, last inspection and regulatory facts. More information can be found at"}},
{"link": "/dataset/noaa-next-generation-radar-nexrad-products", "body": {"title": "NOAA NEXt-Generation RADar (NEXRAD) Products", "paragraph": "This dataset consists of Level III weather radar products collected from Next-Generation Radar (NEXRAD) stations located in the contiguous United States, Alaska, Hawaii, U.S. territories and at military base sites. NEXRAD is a network of 160 high-resolution Doppler weather radars operated by the NOAA National Weather Service (NWS), the Federal Aviation Administration (FAA), and the U.S. Air Force (USAF). Doppler radars detect atmospheric precipitation and winds, which allow scientists to track and anticipate weather events, such as rain, ice pellets, snow, hail, and tornadoes, as well as some non-weather objects like birds and insects. NEXRAD stations use the Weather Surveillance Radar - 1988, Doppler (WSR-88D) system. This is a 10 cm wavelength (S-Band) radar that operates at a frequency between 2,700 and 3,000 MHz. The radar system operates in two basic modes: a slow-scanning Clear Air Mode (Mode B) for analyzing air movements when there is little or no precipitation activity in the area, and a Precipitation Mode (Mode A) with a faster scan for tracking active weather. The two modes employ nine Volume Coverage Patterns (VCPs) to adequately sample the atmosphere based on weather conditions. A VCP is a series of 360 degree sweeps of the antenna at pre-determined elevation angles and pulse repetition frequencies completed in a specified period of time. The radar scan times 4.5, 5, 6 or 10 minutes depending on the selected VCP. During 2008, the WSR-88D radars were upgraded to produce increased spatial resolution data, called Super Resolution. The earlier Legacy Resolution data provides radar reflectivity at 1.0 degree azimuthal by 1 km range gate resolution to a range of 460 km, and Doppler velocity and spectrum width at 1.0 degree azimuthal by 250 m range gate resolution to a range of 230 km. The upgraded Super Resolution data provides radar reflectivity at 0.5 degree azimuthal by 250 m range gate resolution to a range of 460 km, and Doppler velocity and spectrum width at 0.5 degree azimuthal by 250 m range gate resolution to a range of 300 km. Super resolution makes a compromise of slightly decreased noise reduction for a large gain in resolution. In 2010, the deployment of the Dual Polarization (Dual Pol) capability to NEXRAD sites began with the first operational Dual Pol radar in May 2011. Dual Pol radar capability adds vertical polarization to the previous horizontal radar waves, in order to more accurately discern the return signal. This allows the radar to better distinguish between types of precipitation (e.g., rain, hail and snow), improves rainfall estimates, improves data retrieval in mountainous terrain, and aids in removal of non-weather artifacts. The NEXRAD products are divided in two data processing levels. The lower Level II data are base products at original resolution. Level II data are recorded at all NWS and most USAF and FAA WSR-88D sites. From the Level II quantities, computer processing generates numerous meteorological analysis Level III products. The Level III data consists of reduced resolution, low-bandwidth, base products as well as many derived, post-processed products. Level III products are recorded at most U.S. sites, though non-US sites do not have Level III products. There are over 40 Level III products available from the NCDC. General products for Level III include the base and composite reflectivity, storm relative velocity, vertical integrated liquid, echo tops and VAD wind profile. Precipitation products for Level III include estimated ground accumulated rainfall amounts for one and three hour periods, storm totals, and digital arrays. Estimates are based on reflectivity to rainfall rate (Z-R) relationships. Overlay products for Level III are alphanumeric data that give detailed information on certain parameters for an identified storm cell. These include storm structure, hail index, mesocyclone identification, tornadic vortex signature, and storm tracking information. Radar messages for Level III are sent by the radar site to users in order to know more about the radar status and special product data. NEXRAD data are provided to the NOAA National Climatic Data Center for archiving and dissemination to users. Data coverage varies by station and ranges from May 1992 to 1 day from present. Most stations began observing in the mid-1990s, and most period of records are continuous."}},
{"link": "/dataset/allegheny-county-property-sale-transactions", "body": {"title": "Allegheny County Property Sale Transactions", "paragraph": "This dataset contains data on all Real Property parcels that have sold since 2013 in Allegheny County, PA."}},
{"link": "/dataset/federal-student-loan-program-data", "body": {"title": "Federal Student Loan Program Data", "paragraph": "Provides recipient and disbursement information each quarter for the Direct Loan and Federal Family Education Loan Programs by postsecondary school."}},
{"link": "/dataset/accidental-drug-related-deaths-january-2012-sept-2015", "body": {"title": "Accidental Drug Related Deaths 2012-2018", "paragraph": "A listing of each accidental death associated with drug overdose in Connecticut from 2012 to 2018. A \"Y\" value under the different substance columns indicates that particular substance was detected."}},
{"link": "/dataset/ncep-north-american-regional-reanalysis-narr-for-1979-to-present", "body": {"title": "NCEP North American Regional Reanalysis (NARR), for 1979 to Present", "paragraph": "The North America Regional Reanalysis (NARR) Project is a reanalysis of historical observations using a 32-km version of the National Centers for Environmental Prediction (NCEP) 1993 operational ETA model and ETA data assimilation system (EDAS). The objective is to create a long-term set of consistent climate data on a regional scale for the North American domain. The domain of analyses includes North and Central America as well as small parts of the United Kingdom, Eastern Asia, South America, and areas of the Pacific and Atlantic Oceans. The period of the reanalyses is from October 1978 to the present and analyses were made 8 times daily (3 hour intervals). Horizontal boundary conditions are derived from the NCEP/DOE Global Reanalysis. Advantages over the widely used NCEP/NCAR Reanalysis (180 km) are its higher spatial and temporal resolutions (32 km grid, 45 vertical layers, every three hours) and better treatment of the land surface. This is achieved through the use of a better land-surface model (Noah LSM), the assimilation of more observational data (precipitation, upper air and surface winds), and through a better representation of the terrain (heights, vegetation, soil type). This data set contains \"conventional\" atmospheric analyses as well as model-derived fields that contain estimates of subsurface, surface, and radiative properties. This data set is encoded in WMO GRIB format version 1 using the NCEP GRIB table 131. The model used a native, \"E-grid\" for its calculations, however data were interpolated to a Lambert Conformal Conic projection, also known as NAM 221 AWIPS Grid - High Resolution North American Master Grid (32-km Resolution). All vector components are earth relative rather than grids relative which is the convention for operational NCEP model. The list of fields produced by the NARR ETA model differ from the operational ETA model. NARR data files that are compatible with the Grid Analysis and Display System (GrADS) are available."}},
{"link": "/dataset/water-column-sonar-data-collection", "body": {"title": "Water Column Sonar Data Collection", "paragraph": "The collection and analysis of water column sonar data is a relatively new avenue of research into the marine environment. Primary uses include assessing biological abundance, species identification,and habitat characterization. It is also useful for evaluating underwater gas seeps, characterizing the seafloor and bathymetry. The goals of this collection are to archive water column sonar data collected on NOAA, academic and international fleets, and to make the data available to researchers and the public around the world."}},
{"link": "/dataset/ncdc-storm-events-database", "body": {"title": "NCDC Storm Events Database", "paragraph": "Storm Data is provided by the National Weather Service (NWS) and contain statistics on personal injuries and damage estimates. Storm Data covers the United States of America. The data began as early as 1950 through to the present, updated monthly with up to a 120 day delay possible. NCDC Storm Event database allows users to find various types of storms recorded by county, or use other selection criteria as desired. The data contain a chronological listing, by state, of hurricanes, tornadoes, thunderstorms, hail, floods, drought conditions, lightning, high winds, snow, temperature extremes and other weather phenomena."}},
{"link": "/dataset/dynamic-small-business-search-dsbs-025a1", "body": {"title": "Dynamic Small Business Search (DSBS)", "paragraph": "The Small Business Administration maintains the Dynamic Small Business Search (DSBS) database. As a small business registers in the System for Award Management, there is an opportunity to fill out the small business profile. The information provided populates DSBS. DSBS is another tool contracting officers use to identify potential small business contractors for upcoming contracting opportunities. Small businesses can also use DSBS to identify other small businesses for teaming and joint venturing."}},
{"link": "/dataset/global-surface-summary-of-the-day-gsod", "body": {"title": "Global Surface Summary of the Day - GSOD", "paragraph": "Global Surface Summary of the Day is derived from The Integrated Surface Hourly (ISH) dataset. The ISH dataset includes global data obtained from the USAF Climatology Center, located in the Federal Climate Complex with NCDC. The latest daily summary data are normally available 1-2 days after the date-time of the observations used in the daily summaries. The online data files begin with 1929 and are at the time of this writing at the Version 8 software level. Over 9000 stations' data are typically available. The daily elements included in the dataset (as available from each station) are: Mean temperature (.1 Fahrenheit) Mean dew point (.1 Fahrenheit) Mean sea level pressure (.1 mb) Mean station pressure (.1 mb) Mean visibility (.1 miles) Mean wind speed (.1 knots) Maximum sustained wind speed (.1 knots) Maximum wind gust (.1 knots) Maximum temperature (.1 Fahrenheit) Minimum temperature (.1 Fahrenheit) Precipitation amount (.01 inches) Snow depth (.1 inches) Indicator for occurrence of: Fog, Rain or Drizzle, Snow or Ice Pellets, Hail, Thunder, Tornado/Funnel Cloud Global summary of day data for 18 surface meteorological elements are derived from the synoptic/hourly observations contained in USAF DATSAV3 Surface data and Federal Climate Complex Integrated Surface Hourly (ISH). Historical data are generally available for 1929 to the present, with data from 1973 to the present being the most complete. For some periods, one or more countries' data may not be available due to data restrictions or communications problems. In deriving the summary of day data, a minimum of 4 observations for the day must be present (allows for stations which report 4 synoptic observations/day). Since the data are converted to constant units (e.g, knots), slight rounding error from the originally reported values may occur (e.g, 9.9 instead of 10.0). The mean daily values described below are based on the hours of operation for the station. For some stations/countries, the visibility will sometimes 'cluster' around a value (such as 10 miles) due to the practice of not reporting visibilities greater than certain distances. The daily extremes and totals--maximum wind gust, precipitation amount, and snow depth--will only appear if the station reports the data sufficiently to provide a valid value. Therefore, these three elements will appear less frequently than other values. Also, these elements are derived from the stations' reports during the day, and may comprise a 24-hour period which includes a portion of the previous day. The data are reported and summarized based on Greenwich Mean Time (GMT, 0000Z - 2359Z) since the original synoptic/hourly data are reported and based on GMT."}},
{"link": "/dataset/unspsc-codes", "body": {"title": "UNSPSC Codes", "paragraph": "The United Nations Standard Products and Services Code (UNSPSC) is a hierarchical convention that is used to classify all products and services."}}
]